Repository: Quasar920/Pensona
Catalog: MultiCurrencyLedger/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 立即同步
en: Sync Now
ja: 今すぐ同期

source: 第 %lld 周
en: Week %lld
ja: 週 %lld

source: 第 %lld 行：%@
en: Row %1$lld: %2$@
ja: %1$lld行目：%2$@
zh_hant: 第 %1$lld 列：%2$@

source: 第 %lld 行币种不受支持
en: Unsupported currency on row %lld
ja: %lld行目の通貨は対応していません
zh_hant: 第 %lld 列的幣種不受支援

source: 第 %lld 行找不到可用账户钱包
en: No available account wallet on row %lld
ja: %lld行目に利用可能なウォレットがありません
zh_hant: 第 %lld 列找不到可用的帳戶錢包

source: 第 %lld 行找不到同类型分类
en: No matching category on row %lld
ja: %lld行目に同じ種類のカテゴリがありません
zh_hant: 第 %lld 列找不到同類型分類

source: 第 %lld 行无法识别收支类型
en: Unrecognized transaction type on row %lld
ja: %lld行目の収支種別を識別できません
zh_hant: 無法識別第 %lld 列的收支類型

source: 第 %lld 行日期格式无效
en: Invalid date format on row %lld
ja: %lld行目の日付形式が無効です
zh_hant: 第 %lld 列的日期格式無效

source: 第 %lld 行缺少换入金额
en: Missing received amount on row %lld
ja: %lld行目に受取金額がありません
zh_hant: 第 %lld 列缺少換入金額

source: 第 %lld 行缺少目标账户
en: Missing destination account on row %lld
ja: %lld行目に振替先アカウントがありません
zh_hant: 第 %lld 列缺少目標帳戶

source: 第 %lld 行金额无效
en: Invalid amount on row %lld
ja: %lld行目の金額が無効です
zh_hant: 第 %lld 列的金額無效

source: 第 %lld/%lld 期
en: Installment %1$lld of %2$lld
ja: %2$lld回中第%1$lld回
zh_hant: 第 %1$lld/%2$lld 期

source: 筛选
en: Filter
ja: フィルター
zh_hant: 篩選

source: 管理账本
en: Manage the books
ja: 書籍の管理
zh_hant: 管理賬本

source: 类型
en: Type
ja: タイプ:
zh_hant: 型別

source: 系统
en: System
ja: システム
zh_hant: 系統

source: 累计退款和报销不能超过原支出金额
en: Cumulative refunds and reimbursements cannot exceed the amount of the original expenditure
ja: 補償払い戻しおよび払い戻しは元の支出の量を上回ることができません
zh_hant: 累計退款和報銷不能超過原支出金額

source: 组合付款
en: Combination payments
ja: コンビネーション決済
zh_hant: 組合付款

source: 组合付款不能重复选择同一个钱包
en: Combination payments cannot repeat the same wallet
ja: コンビネーション決済は同じウォレットを繰り返すことはできません
zh_hant: 組合付款不能重複選擇同一個錢包

source: 组合付款分项之和必须等于交易总额
en: The sum of the combined payment lines must equal the total amount of the transaction
ja: 結合された支払線の合計はトランザクションの総量を等しくしなければなりません
zh_hant: 組合付款分項之和必須等於交易總額

source: 组合付款只能使用相同币种的钱包
en: Combination payments can only be made using a wallet in the same currency
ja: コンビネーション決済は、同じ通貨でウォレットを使用してのみ行うことができます
zh_hant: 組合付款只能使用相同幣種的錢包

source: 结余
en: Balance
ja: 収支
zh_hant: 結餘

source: 结束
en: End
ja: リリース
zh_hant: 結束

source: 结束日期
en: End Date
ja: 終了日
zh_hant: 結束日期

source: 结束日期不能早于开始日期
en: End date cannot be earlier than start date
ja: 終了日は開始日よりも早くできません
zh_hant: 結束日期不能早於開始日期

source: 统一日期
en: Unified date
ja: ユニファイド日付
zh_hant: 統一日期

source: 统计
en: Statistics
ja: 統計
zh_hant: 統計

source: 统计内容
en: Statistical content
ja: 統計コンテンツ
zh_hant: 統計內容

source: 统计指标
en: Statistical indicators
ja: 統計指標
zh_hant: 統計指標

source: 统计范围
en: Statistical scope
ja: 統計スコープ
zh_hant: 統計範圍

source: 统计页面
en: Statistics Page
ja: 統計ページ
zh_hant: 統計頁面

source: 继续编辑
en: Continue editing
ja: 編集を続ける
zh_hant: 繼續編輯

source: 编辑
en: Edit
ja: 編集
zh_hant: 編輯

source: 编辑 AA 分摊
en: Edit AA share
ja: AA共有の編集
zh_hant: 編輯 AA 分攤

source: 编辑交易
en: Edit Transactions
ja: トランザクションの編集
zh_hant: 編輯交易

source: 编辑分摊
en: Edit Scale
ja: 編集スケール
zh_hant: 編輯分攤

source: 编辑分类
en: Edit Category
ja: カテゴリーの編集
zh_hant: 編輯分類

source: 编辑时请选择批准的账户类型
en: Select the approved account type while editing
ja: 編集時に承認されたアカウントタイプを選択
zh_hant: 編輯時請選擇批准的賬戶型別

source: 编辑目标
en: Edit Target
ja: ターゲットの編集
zh_hant: 編輯目標

source: 编辑账单
en: Edit Transaction
ja: 取引を編集
zh_hant: 編輯帳單

source: 编辑账户
en: Edit Account
ja: アカウントを編集
zh_hant: 編輯帳戶

source: 编辑账本
en: Edit Account Book
ja: 編集アカウントブック
zh_hant: 編輯賬本

source: 编辑还款提醒
en: Edit repayment alarms
ja: 返済警報を編集する
zh_hant: 編輯還款提醒

source: 编辑预算
en: Edit Budget
ja: 編集予算
zh_hant: 編輯預算

source: 缺少 %@ 汇率，相关金额未计入。
en: %@ exchange rate is missing and the amounts are not included.
ja: %@為替レートが欠落し、金額は含まれていません。
zh_hant: 缺少 %@ 匯率，相關金額未計入。

source: 缺少 %@ 汇率，相关金额未计入当前周期或上一等长周期。
en: %@ is missing, and the amounts are not included in the current or last long cycle.
ja: %@は欠落しており、現在または最後の長いサイクルに含まれていません。
zh_hant: 缺少 %@ 匯率，相關金額未計入當前週期或上一等長週期。

source: 自动入账
en: Automatic recording
ja: 自動録画
zh_hant: 自動入賬

source: 自动记账规则不能引用其他账本的钱包或分类
en: Automatic bookkeeping rules cannot refer to wallets or ledgers of other books
ja: 自動保存ルールは、他の書籍の財布やレジャーを参照することはできません
zh_hant: 自動記賬規則不能引用其他賬本的錢包或分類

source: 自动记账规则引用的钱包或分类已失效
en: Wallet or classification referred to in the automated bookkeeping rule is invalid
ja: 自動記帳規則で参照されるウォレットまたは分類は無効です
zh_hant: 自動記賬規則引用的錢包或分類已失效

source: 自动记账规则必须归属一个账本
en: Automatic bookkeeping rules must be assigned to an account book.
ja: 自動保存ルールは、アカウントブックに割り当てる必要があります。
zh_hant: 自動記賬規則必須歸屬一個賬本

source: 自动记账规则的数据已损坏，请重新创建
en: Automatic recording rule data is corrupted, please recreate
ja: 自動録画ルールデータは破損していますので、再作成してください。
zh_hant: 自動記賬規則的資料已損壞，請重新建立

source: 自动识别
en: Automatic recognition
ja: 自動認識
zh_hant: 自動識別

source: 自定义
en: Custom
ja: カスタム
zh_hant: 自定義

source: 自定义金额
en: Custom amount
ja: 注文数量
zh_hant: 自定義金額

source: 节点
en: Nodes
ja: ノデックス
zh_hant: 節點

source: 范围
en: Scope
ja: 範囲
zh_hant: 範圍

source: 获取记账候选
en: Can not open message
ja: メッセージを開くことができません
zh_hant: 獲取記賬候選

source: 获取记账识别候选
en: Can not open message
ja: メッセージを開くことができません
zh_hant: 獲取記賬識別候選

source: 补生成到今天
en: Complement to Today
ja: 今日に戻る
zh_hant: 補生成到今天

source: 表格文本格式不完整，请检查引号和换行
en: Table text format is incomplete, check quotes and line breaks
ja: 表のテキスト形式は不完全で、引用符および行の壊れ目をチェックします
zh_hant: 表格文字格式不完整，請檢查引號和換行

source: 规则
en: Rule
ja: ルール
zh_hant: 規則

source: 解析结果
en: Parsing Results
ja: 検索結果
zh_hant: 解析結果

source: 解析草稿
en: Parsing Draft
ja: Parsing ドラフト

source: 解锁
en: Unlock
ja: アンロック
zh_hant: 解鎖

source: 解锁你的账本
en: Unlock your books.
ja: 書籍のロック解除
zh_hant: 解鎖你的賬本

source: 计划
en: Plans
ja: 計画
zh_hant: 計畫

source: 计划已暂停
en: Plan suspended.
ja: 計画停止。
zh_hant: 計劃已暫停

source: 计划状态
en: Planned Status
ja: 計画された状態
zh_hant: 計劃狀態

source: 记一笔
en: Remember.
ja: 覚えておいてください。
zh_hant: 記一筆

source: 记录 AA 收款
en: AA Collections
ja: AAコレクション
zh_hant: 記錄 AA 收款

source: 记录%@
en: Record %@
ja: レコード%@
zh_hant: 記錄%@

source: 记录报销
en: Record claims
ja: レコードクレーム
zh_hant: 記錄報銷

source: 记录收款
en: Record collections
ja: レコードコレクション
zh_hant: 記錄收款

source: 记录数
en: Number of records
ja: レコードの数
zh_hant: 記錄數

source: 记录退款
en: Record refunds
ja: レコード払い戻し
zh_hant: 記錄退款

source: 记账
en: Recording
ja: レコーディング
zh_hant: 記賬

source: 记账后会在这里显示%@分布
en: %@ distribution will be shown here after the bookkeeping.
ja: %@分布は、簿記後に表示されます。
zh_hant: 記賬後會在這裡顯示%@分佈

source: 设定一个存钱目标
en: Set a saving target
ja: 保存対象を設定
zh_hant: 設定一個存錢目標

source: 设置
en: Settings
ja: 設定
zh_hant: 設定

source: 设置%@预算
en: Set up %@ budget
ja: %@の予算を設定する
zh_hant: 設定%@預算

source: 设置密码
en: Set Password
ja: パスワードの設定
zh_hant: 設定密碼

source: 设置汇率
en: Exchange rate set
ja: 為替レートセット
zh_hant: 設定匯率

source: 设置目标日期
en: Set Target Date
ja: セット対象日
zh_hant: 設定目標日期

source: 设置结束日期
en: Set End Date
ja: セット終了日
zh_hant: 設定結束日期

source: 设置预算
en: Set Budget
ja: 予算を設定
zh_hant: 設定預算

source: 识别交易必须归属一个账本
en: Identification transactions must be assigned to an account book.
ja: 識別トランザクションは、アカウントブックに割り当てる必要があります。
zh_hant: 識別交易必須歸屬一個賬本

source: 识别并记账
en: Identification and accounting
ja: 識別および会計
zh_hant: 識別並記賬

source: 识别服务必须使用 HTTPS
en: Identification services must use HTTPS
ja: 識別サービスは HTTPS を使用する必要があります。
zh_hant: 識別服務必須使用 HTTPS

source: 识别服务未返回有效响应
en: The recognition service did not return the effective sound Response
ja: 認識サービスは有効な音応答を返さない
zh_hant: 識別服務未返回有效響應

source: 识别服务返回 HTTP %lld
en: Identification service returns HTTP %lld
ja: 識別サービスはHTTP %lldを返します
zh_hant: 識別服務返回 HTTP %lld

source: 识别服务返回了无效数据
en: The ID service returned invalid data
ja: IDサービスが無効なデータを返す
zh_hant: 識別服務返回了無效資料

source: 识别服务返回内容过大
en: Identification service returns too much.
ja: 識別サービスはあまりにも多く戻ります。
zh_hant: 識別服務返回內容過大

source: 识别结果 JSON
en: Identification Results JSON
ja: 識別結果 JSON
zh_hant: 識別結果 JSON

source: 试试其他关键词
en: Try Another Keyword
ja: 別のキーワードをお試しください
zh_hant: 請嘗試其他關鍵字

source: 该交易包含手续费。请先在手动记账中确认手续费的钱包归属。
en: The transaction includes fees. Please confirm the identity of the wallet for the fee in the manual bookkeeping.
ja: トランザクションには手数料が含まれています。 マニュアル記帳の料金の財布の身元確認をお願いします。
zh_hant: 該交易包含手續費。請先在手動記賬中確認手續費的錢包歸屬。

source: 该交易可能已记录
en: The transaction may have been recorded.
ja: トランザクションが記録されている可能性があります。
zh_hant: 該交易可能已記錄

source: 该分类仍有 %lld 个子分类，请先迁移
en: %lld subclassifier still exists. Please move first
ja: %lld のサブクラスターはまだ存在します。 まずは
zh_hant: 該分類仍有 %lld 個子分類，請先遷移

source: 该分类仍被 %lld 笔历史交易使用，请先迁移
en: This classification is still used for %lld historical transactions, please migrate first
ja: この分類は%lldの過去の取引に引き続き使用されますが、最初に移行してください
zh_hant: 該分類仍被 %lld 筆歷史交易使用，請先遷移

source: 该批次流水与余额变化已经恢复。
en: The water flow and balance changes have been restored.
ja: 水の流れとバランスの変化が回復しました。
zh_hant: 該批次流水與餘額變化已經恢復。

source: 该识别类型还不能安全入账。
en: This type of identification is not yet accounted for safely.
ja: このタイプの識別はまだ安全のために考慮されていません。
zh_hant: 該識別型別還不能安全入賬。

source: 该账户仍被交易引用，不能删除
en: The account is still quoted in the transaction and cannot be deleted
ja: 口座は取引中に引用され、削除できません。
zh_hant: 該賬戶仍被交易引用，不能刪除

source: 该账户已添加这个币种
en: The account has added this currency
ja: この通貨を追加したアカウント
zh_hant: 該賬戶已新增這個幣種

source: 该钱包仍有余额或历史交易，只能停用
en: The wallet still has a balance or a historical transaction and can only be disabled
ja: ウォレットは残高や歴史上の取引が残っており、無効にすることができます。
zh_hant: 該錢包仍有餘額或歷史交易，只能停用

source: 详情
en: Details
ja: ニュース
zh_hant: 詳情

source: 语言
en: Language
ja: 言語
zh_hant: 語言

source: 语音听写
en: Voicewriting
ja: ボイスライティング
zh_hant: 語音聽寫

source: 请先创建账本
en: Create an account book first
ja: 最初にアカウントブックを作成する
zh_hant: 請先建立賬本

source: 请先创建账本和账户
en: Create books and accounts first
ja: 書籍やアカウントを最初に作成する
zh_hant: 請先建立賬本和賬戶

source: 请先删除这笔 AA 的收款记录
en: Please remove this AA collection record.
ja: このAAコレクションのレコードは削除してください。
zh_hant: 請先刪除這筆 AA 的收款記錄

source: 请先删除这笔支出关联的 AA 收款记录
en: Please remove the AA receipts related to this expenditure.
ja: この支出に関連するAAレシートを取り外してください。
zh_hant: 請先刪除這筆支出關聯的 AA 收款記錄

source: 请先删除这笔支出关联的退款或报销交易
en: Please remove any refund or reimbursement transactions related to this expenditure.
ja: この支出に関連する返金または返金取引を解除してください。
zh_hant: 請先刪除這筆支出關聯的退款或報銷交易

source: 请先在“资产”中创建账户并添加至少一个币种。
en: Please create an account and add at least one currency to the “assets”.
ja: アカウントを作成して、少なくとも1つの通貨を「アセット」に追加してください。
zh_hant: 請先在“資產”中建立賬戶並新增至少一個幣種。

source: 请在 App 中确认交易信息
en: Please confirm transaction information in App
ja: アプリ内の取引情報をご確認ください。
zh_hant: 請在 App 中確認交易資訊

source: 请在系统设置中允许语音识别和麦克风权限
en: Please allow voice recognition and microphone privileges in the system settings
ja: システム設定で音声認識とマイクの特権を許可してください
zh_hant: 請在系統設定中允許語音識別和麥克風許可權

source: 请填写大于 0 的其他人数
en: Please fill in additional numbers greater than 0
ja: 0以上の追加番号を入力してください
zh_hant: 請填寫大於 0 的其他人數

source: 请核对金额
en: Please check the amount.
ja: 金額をご確認ください。
zh_hant: 請核對金額

source: 请确认入账钱包
en: Please confirm your receipt wallet.
ja: 領収書の財布をご確認ください。
zh_hant: 請確認入賬錢包

source: 请确认分类与金额
en: Please confirm the classification and amount.
ja: 分類と金額を確認してください。
zh_hant: 請確認分類與金額

source: 请确认后入账
en: Please check in.
ja: お問い合わせ
zh_hant: 請確認後入賬

source: 请至少映射金额列
en: Please map at least the amount column
ja: 最低額の列をマップしてください
zh_hant: 請至少對映金額列

source: 请至少选择一笔交易
en: Please choose at least one transaction.
ja: 少なくとも1つのトランザクションを選択してください。
zh_hant: 請至少選擇一筆交易

source: 请输入分期名称
en: Please enter a phased name
ja: 相続名を入力してください
zh_hant: 請輸入分期名稱

source: 请输入分类名称
en: Please enter the classification name
ja: 分類名を入力してください
zh_hant: 請輸入分類名稱

source: 请输入周期账单名称
en: Please enter the name of the periodic bill
ja: 定期請求書のお名前を入力してください
zh_hant: 請輸入週期賬單名稱

source: 请输入大于 0 的手续费
en: Please enter a fee greater than 0
ja: 0件以上の料金を入力してください。
zh_hant: 請輸入大於 0 的手續費

source: 请输入大于 0 的换入金额
en: Please enter an amount greater than 0
ja: 0を超える金額を入力してください
zh_hant: 請輸入大於 0 的換入金額

source: 请输入大于 0 的有效汇率
en: Enter a valid exchange rate greater than 0
ja: 0を超える有効な為替レートを入力してください
zh_hant: 請輸入大於 0 的有效匯率

source: 请输入大于 0 的有效金额
en: Enter a valid amount greater than 0
ja: 0を超える有効な金額を入力してください
zh_hant: 請輸入大於 0 的有效金額

source: 请输入大于 0 的预算金额
en: Enter a budget amount greater than 0
ja: 予算の金額を 0 以上入力
zh_hant: 請輸入大於 0 的預算金額

source: 请输入或说出一条记账描述
en: Please enter or state a account description
ja: アカウントの記述を入力してください。
zh_hant: 請輸入或說出一條記賬描述

source: 请输入有效且不小于 0 的初始余额
en: Enter a valid, not less than 0 initial balance
ja: 有効にして下さい、0の初期残高よりよりより少しの
zh_hant: 請輸入有效且不小於 0 的初始餘額

source: 请输入有效且不小于 0 的初始欠款
en: Enter a valid, not less than 0 initial arrears
ja: 有効で、 0 件未満の初期値を入力してください。
zh_hant: 請輸入有效且不小於 0 的初始欠款

source: 请输入有效金额，且最低金额不能高于最高金额
en: Please enter a valid amount and the minimum amount cannot exceed the maximum amount
ja: 有効な金額を入力してください。最小限の金額は上限額を超えません。
zh_hant: 請輸入有效金額，且最低金額不能高於最高金額

source: 请输入模板名称
en: Please enter the template name
ja: テンプレート名を入力してください
zh_hant: 請輸入模板名稱

source: 请输入目标名称
en: Please enter the target name
ja: ターゲット名を入力してください。
zh_hant: 請輸入目標名稱

source: 请输入账户名称
en: Please enter the account name
ja: 口座名を入力してください
zh_hant: 請輸入賬戶名稱

source: 请输入账本名称
en: Please enter the account name
ja: 口座名を入力してください
zh_hant: 請輸入賬本名稱

source: 请选择
en: Choose
ja: お問い合わせ
zh_hant: 請選擇

source: 请选择与交易币种一致的钱包
en: Select the wallet that corresponds to the currency of the transaction.
ja: トランザクションの通貨に対応するウォレットを選択します。
zh_hant: 請選擇與交易幣種一致的錢包

source: 请选择可用的收款账户
en: Please select the collection account available
ja: 利用可能なコレクションアカウントを選択してください
zh_hant: 請選擇可用的收款賬戶

source: 请选择可用账户
en: Please select an available account
ja: 利用可能なアカウントを選択してください
zh_hant: 請選擇可用賬戶

source: 请选择导入账本
en: Please select the entry book.
ja: エントリーブックを選択してください。
zh_hant: 請選擇匯入賬本

source: 请选择手续费钱包
en: Please choose your fee wallet.
ja: 手数料のウォレットを選択してください。
zh_hant: 請選擇手續費錢包

source: 请选择来源钱包
en: Select Source Wallet
ja: ソースウォレットを選択
zh_hant: 請選擇來源錢包

source: 请选择目标钱包
en: Please select the target wallet.
ja: 対象ウォレットを選択してください。
zh_hant: 請選擇目標錢包

source: 请选择调整方向并填写调整原因
en: Please choose the direction and the reasons for the adjustment.
ja: 調整の理由と方向を選択してください。
zh_hant: 請選擇調整方向並填寫調整原因

source: 请选择账本后重试
en: Select a book and try again.
ja: 帳簿を選択して再試行してください。
zh_hant: 請選擇帳本後再試。

source: 请选择默认钱包，或确保每一行都能匹配账户
en: Select the default wallet or make sure every line matches the account
ja: デフォルトウォレットを選択するか、すべての行がアカウントにマッチすることを確認してください
zh_hant: 請選擇預設錢包，或確保每一行都能匹配賬戶

source: 调整
en: Adjustment
ja: 調整
zh_hant: 調整

source: 调整原因
en: Reasons for adjustment
ja: 調整のための理由
zh_hant: 調整原因

source: 调整方式
en: Adjustments
ja: 調整
zh_hant: 調整方式

source: 调整日期或统计指标后再看看
en: Check the dates or statistical indicators after adjusting them
ja: それらを調整した後、日付または統計指標を確認してください
zh_hant: 調整日期或統計指標後再看看

source: 账单分期
en: Bills split.
ja: ビルス分割。
zh_hant: 賬單分期

source: 账单分期必须选择同账本、同币种的信用账户
en: Bills must be divided by the same book, the same currency, the same credit account.
ja: ビルは同じブック、同じ通貨、同じクレジット口座に分けなければなりません。
zh_hant: 賬單分期必須選擇同賬本、同幣種的信用賬戶

source: 账单加载失败
en: Failed to Load Transactions
ja: 取引を読み込めませんでした
zh_hant: 帳單載入失敗

source: 账单导入
en: Import Transactions
ja: 取引を読み込む
zh_hant: 帳單匯入

source: 账单日历
en: Organisation
ja: 組織図
zh_hant: 賬單日曆

source: 账户
en: Account
ja: アカウント
zh_hant: 帳戶

source: 账户、钱包、交易、计划、汇率和自定义分类都将删除，此操作不可撤销。
en: Accounts, wallets, transactions, plans, exchange rates and custom classifications will be deleted and this operation is irrevocable.
ja: 口座、財布、取引、計画、為替レート、カスタム分類は削除され、この操作は取り消すことができます。
zh_hant: 賬戶、錢包、交易、計劃、匯率和自定義分類都將刪除，此操作不可撤銷。

source: 账户与分类
en: Accounts and classifications
ja: 口座と分類
zh_hant: 賬戶與分類

source: 账户信息
en: Account Information
ja: アカウント情報
zh_hant: 賬戶資訊

source: 账户净变动
en: Net change in accounts
ja: アカウントの変更
zh_hant: 賬戶淨變動

source: 账户名称
en: Account Name
ja: アカウント名
zh_hant: 帳戶名稱

source: 账户将显示在这里
en: The account will be shown here.
ja: 口座は こちら をご覧ください。
zh_hant: 賬戶將顯示在這裡

source: 账户状态
en: Account Status
ja: 口座のステータス
zh_hant: 賬戶狀態

source: 账户类型
en: Account Type
ja: 口座タイプ
zh_hant: 賬戶型別

source: 账本
en: Book
ja: 帳簿
zh_hant: 帳本

source: 账本 / 账户
en: Books/ Accounts
ja: 書籍・書籍 アカウント
zh_hant: 賬本 / 賬戶

source: 账本仍有数据或是唯一账本，不能删除
en: Accounts still have data or are the only books that cannot be deleted
ja: 口座はデータが残っているか、削除できない唯一の本である
zh_hant: 賬本仍有資料或是唯一賬本，不能刪除

source: 账本内容已隐藏
en: The account is hidden
ja: アカウントが隠されています
zh_hant: 賬本內容已隱藏

source: 账本名称
en: Account Name
ja: 口座名
zh_hant: 賬本名稱

source: 账本用来分开不同场景的资产与记录。
en: The books are used to separate the assets from the records of different scenarios.
ja: 本は、異なるシナリオの記録から資産を分離するために使用されます。
zh_hant: 賬本用來分開不同場景的資產與記錄。

source: 资产
en: Assets
ja: 資産
zh_hant: 資產

source: 资产数据正在加载。
en: Loading asset data…
ja: 資産データを読み込み中…
zh_hant: 資產資料正在載入。

source: 资产账户
en: Asset accounts
ja: アセットアカウント
zh_hant: 資產賬戶

source: 资金所在账户（可选）
en: Account in which the funds are located (optional)
ja: 資金が所在するアカウント(オプション)
zh_hant: 資金所在賬戶（可選）

source: 超支
en: Overexpenditure
ja: 過剰expenditure

source: 趋势粒度
en: Gravity of Trends
ja: トレンドの重力
zh_hant: 趨勢粒度

source: 转入
en: Transfer
ja: トランスファー
zh_hant: 轉入

source: 转出
en: Transfer
ja: トランスファー
zh_hant: 轉出

source: 转账
en: Transfer
ja: 振替
zh_hant: 轉帳

source: 转账仅支持相同币种
en: Transfers only support the same currency
ja: 送金は同じ通貨のみをサポート
zh_hant: 轉賬僅支援相同幣種

source: 转账或换汇需要在描述中依次写出来源账户和目标账户
en: Transfers or swaps require source and target accounts in the description
ja: 転送またはスワップには、ソースとターゲットアカウントが記述されている必要があります。
zh_hant: 轉賬或換匯需要在描述中依次寫出來源賬戶和目標賬戶

source: 转账需要确认来源和目标钱包，暂不会被记成普通收支。
en: Transfers require confirmation of source and target wallet, which will not be recorded as ordinary income and expenditure.
ja: 転送には、通常の収入や支出として記録されないソースとターゲット財布の確認が必要です。
zh_hant: 轉賬需要確認來源和目標錢包，暫不會被記成普通收支。

source: 输入 1 单位外币可折合多少 %@。本位币自身固定为 1。
en: Enter the amount of %@ that can be reconciled in 1 unit of foreign currency. This currency is fixed itself to 1.
ja: 外国通貨の1単位で調整できる%@の金額を入力します。 この通貨は1に固定されます。
zh_hant: 輸入 1 單位外幣可摺合多少 %@。本位幣自身固定為 1。

source: 输入密码
en: Enter password
ja: パスワードを入力してください
zh_hant: 輸入密碼

source: 输入方式
en: Input Method
ja: 入力方法
zh_hant: 輸入方式

source: 输入正数即可，初始欠款会记为负余额，并写入一条“调整”流水。
en: Enter a positive number and the initial arrears will be recorded as negative and included in a “adjustment” stream.
ja: 正の数を入力すると、初期の配列は負として記録され、「調整」ストリームに含まれています。
zh_hant: 輸入正數即可，初始欠款會記為負餘額，並寫入一條“調整”流水。

source: 输出当前账本的账户、币种钱包与分类候选，供快捷指令的识别 API 使用。
en: Output the account, currency wallet and classification candidate for the current account book for the API recognition of the fast command.
ja: 速いコマンドのAPI認識のための現在のアカウントブックのアカウント、通貨ウォレット、分類候補を出力します。
zh_hant: 輸出當前賬本的賬戶、幣種錢包與分類候選，供快捷指令的識別 API 使用。

source: 迁移引用后删除
en: Remove after moving reference
ja: 移動参照の後で取除いて下さい
zh_hant: 遷移引用後刪除

source: 迁移快照
en: Migration snapshot
ja: 移行スナップショット
zh_hant: 遷移快照

source: 迁移恢复
en: Migration resumed
ja: 移行再開
zh_hant: 遷移恢復

source: 迁移目标必须是同收支类型，且不能是当前分类或其下级
en: The relocation target must be the same type of income and expenditure and cannot be the current classification or its subordinates
ja: 移転対象は、所得と支出の同じタイプであり、現在の分類またはその下位になることはできません。
zh_hant: 遷移目標必須是同收支型別，且不能是當前分類或其下級

source: 迁移至哪个主分类？
en: Move to what main category?
ja: 主なカテゴリに移動する?
zh_hant: 遷移至哪個主分類？

source: 近 %lld 笔
en: Near %lld pen
ja: %lldのペンの近く
zh_hant: 近 %lld 筆

source: 返回
en: Back
ja: バックナンバー

source: 还不能记账
en: Not yet.
ja: お問い合わせ
zh_hant: 還不能記賬

source: 还款提醒
en: Repayment reminders
ja: 返済リマインダー
zh_hant: 還款提醒

source: 还款日期
en: Payment date
ja: 支払期限
zh_hant: 還款日期

source: 还款账户
en: Refund accounts
ja: 払い戻し口座
zh_hant: 還款賬戶

source: 还款钱包
en: Payback wallet.
ja: ペイバックウォレット。
zh_hant: 還款錢包

source: 还没有分期计划
en: No phased plans.
ja: 段階的な計画無し。
zh_hant: 還沒有分期計劃

source: 还没有周期账单
en: No periodic bills yet.
ja: 定期的な請求書はまだありません。
zh_hant: 還沒有周期賬單

source: 还没有存钱目标
en: No Savings Goals Yet
ja: 貯蓄目標はまだありません
zh_hant: 還沒有存錢目標

source: 还没有完成的目标
en: Unfinished targets
ja: 未完成ターゲット
zh_hant: 還沒有完成的目標

source: 还没有导入记录
en: No import record yet
ja: インポートレコードはまだありません
zh_hant: 還沒有匯入記錄

source: 还没有已归档目标
en: No archive target yet.
ja: アーカイブ対象外
zh_hant: 還沒有已歸檔目標

source: 还没有已结清的 AA
en: Not yet cleared, AA.
ja: まだクリアされていない、AA。
zh_hant: 還沒有已結清的 AA

source: 还没有记账记录
en: No Transactions Yet
ja: 取引はまだありません
zh_hant: 尚無記帳紀錄

source: 还没有账户，点击右上角加号即可添加第一项资产。
en: No accounts yet. Tap + in the top-right corner to add your first asset.
ja: アカウントはまだありません。右上の＋をタップして最初の資産を追加できます。
zh_hant: 還沒有賬戶，點選右上角加號即可新增第一項資產。

source: 还没有还款提醒
en: No refunds yet.
ja: 返金はありません。
zh_hant: 還沒有還款提醒

source: 还需
en: More.
ja: もっと。
zh_hant: 還需

source: 这不是多币种账本支持的记账链接
en: It's not a multi-currency accounting chain. Answer.
ja: 多通貨の経理チェーンではありません。 お問い合わせ
zh_hant: 這不是多幣種賬本支援的記賬連結

source: 这个导入批次已经撤销
en: This import batch has been cancelled
ja: このインポートバッチをキャンセルしました
zh_hant: 這個匯入批次已經撤銷

source: 这个月还没有记录
en: No transactions this month.
ja: 今月の記録はありません。
zh_hant: 這個月還沒有記錄

source: 这张卡的交易
en: This card deal.
ja: このカードの取引。
zh_hant: 這張卡的交易

source: 这里只记录资金用途分配，不会扣减或增加任何钱包余额。
en: Only the allocation of funds is recorded here, and there is no deduction or addition of any wallet balance.
ja: 資金の割り当てのみがここに記録され、任意の財布残高の控除または追加はありません。
zh_hant: 這裡只記錄資金用途分配，不會扣減或增加任何錢包餘額。

source: 进入后台后锁定
en: Lock backstage.
ja: バックステージを締めて下さい。
zh_hant: 進入後臺後鎖定

source: 进行中
en: Ongoing
ja: オンゴーイング
zh_hant: 進行中

source: 远程汇率服务返回了无效响应
en: The remote exchange service returned an invalid sound Response
ja: リモート交換サービスが無効な音声応答を返す
zh_hant: 遠端匯率服務返回了無效響應

source: 退款
en: Refunds
ja: 払い戻し

source: 退款与报销
en: Refunds and reimbursements
ja: 返金と払い戻し
zh_hant: 退款與報銷

source: 退款或报销钱包必须与原交易币种一致
en: Refund or reimbursement wallet must be in the same currency as the original transaction
ja: 払い戻しまたは払い戻し財布は、元の取引と同じ通貨でなければなりません
zh_hant: 退款或報銷錢包必須與原交易幣種一致

source: 退款需要关联原交易，暂不会被记成普通收入。
en: Refunds require a link to the original transaction and are not recorded as ordinary income.
ja: 払い戻しは、元の取引へのリンクを必要とし、通常の収入として記録されていない。
zh_hant: 退款需要關聯原交易，暫不會被記成普通收入。

source: 选中节点
en: Selected Nodes
ja: 選択されたノード
zh_hant: 選中節點

source: 选填
en: Select Fill
ja: 選択 塗りつぶし
zh_hant: 選填

source: 选择 CSV / XLSX
en: Select CSV/ XLSX
ja: CSV/XLSXを選択
zh_hant: 選擇 CSV / XLSX

source: 选择 JSON 备份
en: Select JSON Backup
ja: JSONバックアップを選択
zh_hant: 選擇 JSON 備份

source: 选择年月，当前%@
en: Choose Month and Year, Current: %@
ja: 年月を選択、現在：%@
zh_hant: 選擇年月，目前為%@

source: 选择新增存钱目标或还款提醒
en: Select a new saving target or repayment alarm
ja: 新規保存対象または返済アラームを選択
zh_hant: 選擇新增存錢目標或還款提醒

source: 选择日期
en: Select Date
ja: 日付を選択
zh_hant: 選擇日期

source: 选择日期与时间
en: Other Organiser
ja: その他の組織
zh_hant: 選擇日期與時間

source: 选择时间
en: Select Time
ja: 時刻を選択
zh_hant: 選擇時間

source: 选择月份
en: Organisation
ja: 組織図
zh_hant: 選擇月份

source: 选择要查看的账本
en: Select the account book to view
ja: アカウントブックを選択して表示する
zh_hant: 選擇要檢視的賬本

source: 选择账本
en: Select Book
ja: 帳簿を選択
zh_hant: 選擇帳本

source: 逐行预览
en: Line-by-line preview
ja: ラインバイラインプレビュー
zh_hant: 逐行預覽

source: 通用表格
en: Common Tables
ja: 共通テーブル

source: 部分币种缺少汇率
en: Exchange Rates Missing for Some Currencies
ja: 一部の通貨の為替レートがありません
zh_hant: 部分幣種缺少匯率

source: 部分收款
en: Partial collections
ja: 部分コレクション

source: 重复，已跳过
en: Repeated, Skipped
ja: 繰り返し、スキップ
zh_hant: 重複，已跳過

source: 重复跳过
en: Repeat Skip
ja: 繰り返しスキップ
zh_hant: 重複跳過

source: 金额
en: Amount
ja: 金額
zh_hant: 金額

source: 金额从低到高
en: From low to high
ja: 低から高まで
zh_hant: 金額從低到高

source: 金额从高到低
en: From high to low
ja: 高いから低いまで
zh_hant: 金額從高到低

source: 金额必须大于 0
en: Amount must be greater than 0
ja: 数量は 0 以上でなければなりません
zh_hant: 金額必須大於 0

source: 金额构成
en: Composition of amounts
ja: 金額の構成
zh_hant: 金額構成

source: 金额的小数位超过当前币种支持范围
en: Decimal bits of value exceed current currency support range
ja: 値のビットは、現在の通貨サポート範囲を超える
zh_hant: 金額的小數位超過當前幣種支援範圍

source: 金额绝对值
en: Absolute amount
ja: 絶対量
zh_hant: 金額絕對值

source: 钱包
en: Wallet.
ja: ウォレット。
zh_hant: 錢包

source: 钱包名称或 UUID
en: Wallet Name or UUID
ja: ウォレット名またはUUID
zh_hant: 錢包名稱或 UUID

source: 银行卡
en: Bank card
ja: 銀行カード
zh_hant: 銀行卡

source: 银行卡后四位
en: Four behind the bank card.
ja: 銀行カードの背後にある4つ。
zh_hant: 銀行卡後四位

source: 银行卡后四位需填写 4 位数字
en: Four digits to fill in after the bank card
ja: 銀行カードの後に記入する4つの数字
zh_hant: 銀行卡後四位需填寫 4 位數字

source: 链接不能引用其他账本的数据
en: Link cannot quote data from another account
ja: リンクは他のアカウントからデータを引用できません
zh_hant: 連結不能引用其他賬本的資料

source: 链接中的交易类型无效
en: Invalid transaction type in link
ja: リンク内の無効なトランザクションタイプ
zh_hant: 連結中的交易型別無效

source: 链接中的日期无效
en: The date in the link is invalid
ja: リンクの日付が無効です
zh_hant: 連結中的日期無效
